<template>
  <div>
    <div class="contetnt_wp" v-if="type*1==1">
      <h1>中国移动门户网站服务协议</h1>
      <p>尊敬的用户，欢迎您访问中国移动通信有限公司（以下简称“中国移动”）门户网站。<br>
        本协议是您（或称"用户"）与中国移动通信有限公司(以下简称 “中国移动”)
        之间就使用本网站服务所订立的契约。在注册或通过移动手机号码登录本网站前，请您仔细阅读本协议的全部内容，特别是协议中以加粗字体显示的内容，您应重点阅读。如您对协议有任何疑问，可向中国移动咨询。如果您不同意本协议或其中任何条款约定，请您立即停止注册或登录；您点击"同意"按钮后，本协议即构成对双方有约束力的法律文件。
      </p>

      <h3>一、定义</h3>
      <p>1、本站：在本协议中除非专门指明或声明，均指由中国移动通信有限公司所有以及运营的本网站，域名为10086.cn；在未经声明或特别指出的情况下，本站和中国移动属于同一主体。 <br>
        2、所有权以及相关的权利：在本服务协议中，除非专门指明或声明，均意味着：第一，所有权；第二，知识产权，包括但不限于著作权、专利权、商标权、商业秘密等；第三，除上述权利之外的对物、信息及其载体和表现形式的使用、利用、传播、复制、发行、编辑、修改、处分等权利。
        <br>
        3、用户：在本服务协议中，除非专门指明或声明，是指接受本服务协议的自然人、法人或其他组织。 <br>
        4、个人信息：在本服务协议中，除非专门指明或声明，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别用户身份或者反映用户活动情况的各种信息。 <br>
        5、网络服务：指本站基于互联网方式向用户提供的业务宣传、业务查询、业务办理、交费充值、商品交易等服务。</p>

      <h3>二、网络服务内容</h3>
      <p>1、本站向用户提供的网络服务包括： <br>
        （1）用户注册、登录、安全退出、找回密码、修改密码、基本资料修改、历史订单查询等服务； <br>
        （2）业务办理、缴费服务（仅向移动用户提供）； <br>
        （3）商品交易服务； <br>
        （4）发布的文字、软件、声音、图片、录像、图表、广告中的全部内容； <br>
        （5）电子邮件的全部内容； <br>
        （6）网站短消息服务； <br>
        （7）本站为用户提供的其他服务。 <br>
        2、本站有权根据情况变化调整网络服务的具体内容，本站提供的自助业务办理功能和商品信息随时都有可能发生变动，对此中国移动不作特别通知，也不对网络服务的提供或不提供作出承诺。 <br>
        3、本站仅提供网络服务，与网络服务有关的通信设备（如电脑、调制解调器及其他与接入互联网有关的装置）及通信服务所需的费用（如为接入互联网而支付的电话费及宽带费）由用户自行承担。</p>

      <h3>三、权利声明</h3>
      <p>1、任何本站所发布的信息及/或其载体，及/或其表现形式，及/或服务，除以下情况之外，其所有权及相关的权利均独占性地属于中国移动所有： <br>
        （1）依据中华人民共和国的相关法律规定该信息及/或载体，及/或服务，不享有所有权以及与此相关的权利的； <br>
        （2）依据中国移动和其他主体之间的协议、合同、章程，由中国移动和其他主体共享，或其他主体单独享有或中国移动转让的； <br>
        （3）依据中国移动具有法律效力的正式声明而放弃的。 <br>
        2、用户只能在本站和内容提供者授权下才能使用由本站享有权利的内容，且无权擅自复制、修改这些内容，或创造与内容有关的派生产品。任何对本站享有的基于该信息及/或其载体，及/或其表现形式，及/或服务的权利的侵犯，均属于对本站权利的侵犯。
      </p>

      <h3>四、用户账号注册与管理</h3>
      <p>
        1、用户在完成注册或登录程序实际使用本网站提供服务时，应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若用户不具备前述主体资格，则用户及用户的监护人应当依照法律规定承担因此而导致的一切后果，中国移动有权注销或永久冻结您的账户。
        <br>
        2、如果您是中国移动的手机用户，无需注册，可以直接使用手机号码作为账号进行登录；您也可以通过本网站进行注册，获得在本站的帐号。在完成注册、激活或验证流程时，您应当按照相应页面的提示提供您的身份信息及资料，您应保证提供的身份信息及资料真实、及时、完整和准确。
        <br>
        3、您在本站设置的用户名不得违反国家法律法规关于互联网用户账号名称的管理规定，否则本站将有权回收您的用户名。用户名的回收不会影响您以邮箱、手机号码登录本站并使用本站服务。 <br>
        4、您在本站的账号、密码和手机短信验证码是您在本站的唯一身份权证。为享受本网站提供的网络服务，您须按照对应的服务要求键入正确的用户账号及密码或短信验证码。 <br>
        5、您应保管好自己在本站的账号、密码和手机短信验证码，避免使用过于简单的密码。您在服务使用过程中可以根据本站规定更改密码。非经本站事先同意，账号和密码不得出借、转让、继承或者赠与。非因本站原因导致您的账号、密码遗失、遗忘或被他人窃取的，本站不承担责任。如果您发现自己的个人信息泄密，尤其是本站账户及密码发生泄露，请您立即联络本站或中国移动。
        <br>
        6、用户通过账号+密码和/或短信验证码登录本网站办理的一切业务，均视为用户亲自办理的业务，由用户承担因此所导致的相关后果和责任，包括但不限于业务费用的支付。 <br>
        7、中国移动将采取相应的措施来保证用户的帐户和交易安全，但中国移动不保证其绝对安全。</p>

      <h3>五、用户权利及其限制</h3>
      <p>1、在遵守本服务协议的前提下，用户有权享有本站提供的网络服务，<span
          class="font_black">并将收到本站最新的优惠产品和服务的相关信息。如您不愿意接受本站的信息，您有权要求本网站停止向您发送产品和服务信息</span>。 <br>
        2、用户承诺对网络服务的使用应符合国家法律法规的规定，且行为符合下列要求： <br>
        （1）从中国境内向境外传输技术性资料时必须符合中国有关法律的规定； <br>
        （2）不传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论； <br>
        （3）不传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料； <br>
        （4）不得传输或发表违背公序良俗和涉及国家安全的信息资料或言论； <br>
        （5） 不干扰本站的正常运转，不得侵入本站及国家计算机信息系统； <br>
        （6）不得发布任何侵犯他人著作权、商标权等知识产权或隐私权、名誉权等合法权益的内容； <br>
        （7）遵守所有使用网络服务的网络协议、规定、程序和惯例； <br>
        （8）使用网络服务不作非法用途； <br>
        若用户未遵守以上规定的，须对自己在网上的言论和行为承担法律责任，且中国移动有权作出独立判断并采取暂停或关闭用户帐号服务等措施。 <br>
        3、本站对用户发布及／或通过本站传送的任何内容不承担责任，用户需对自己在网上的行为承担一切法律责任。用户如在本网站发布涉嫌违法或涉嫌侵犯他人合法权利或违反本协议的信息，本站有权不经通知用户即予以删除。用户如有散布和传播反动、色情或其他违反国家法律信息的活动，本站的系统记录有可能作为用户违反法律的证据。
        <br>
        4、用户违反本协议使用网络服务导致本站或第三人损失的，因此产生的损害赔偿费用、律师费用及其他相关费用，均由该用户承担。</p>

      <h3>六、 商品购买</h3>
      <p>
        1、在您下订单购买商品时，请您仔细确认所购商品的名称、价格、数量、型号、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人/用户的行为和意思表示视为用户/收货人的行为和意思表示，用户/收货人应对收货人/用户的行为及意思表示的法律后果承担连带责任。
        <br>
        2、除法律另有强制性规定外，双方约定如下：
        <br>本站中销售方展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的合同要约；销售方收到您的订单信息后，只有在销售方将您在订单中订购的商品从仓库实际直接向您发出时（以订单状态已发货为标志），方视为您与销售方之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际直接向您发出的商品建立了合同关系；只有在销售方实际直接向您发出了订单中订购的其他商品时，您和销售方之间就订单中该其他已实际直接向您发出的商品才成立合同关系。您可以随时登录您在本站注册的账户，查询您的订单状态。
        <br>
        由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品， 发生缺货，您有权取消订单。此等情况，并不视为中国移动违约，中国移动没有义务向您作出任何赔偿。
        <br>
        3、本站将会把商品送到您所指定的送货地址。所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。请清楚准确地填写您的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，本站将无法承担迟延配送的责任：
        <br>
        （1）用户提供错误信息和不详细的地址； <br>
        （2）货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。 <br>
        （3）不可抗力，例如：自然灾害、交通戒严、突发战争等。&nbsp; <br>
        （4）法定及特殊节假日期间，物流商无法正常配送的。</p>

      <h3>七、用户个人信息保护</h3>
      <p>1、
        用户应保证自己在注册或登录时用户身份的真实性和正确性及完整性，如果相关信息发生变化，用户应及时更改。本网站不能也不会对个人信息的不真实、不准确，或个人信息未及时更新而引起的任何损失或损害承担责任。本站有权在投诉人准确说出用户在注册时所用的手机号码、身份证号码和用户姓名后删除该用户，并不承担任何责任。遇此情况，请用户重新注册。<br>
        2、用户未能按照本站的要求和内容提供本站要求的必要信息的，本站有权中止本站所提供的服务，由此所导致的任何已经或可能发生的损失，本站概不负责，并保留对该用户进行追索的权利。本站有权对用户的注册信息及相关操作进行查阅，发现注册信息或相关操作中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除账户等处理。<br>
        <span
          class="font_black">3、中国移动非常重视用户个人信息的保护，在您使用中国移动提供的网络服务时，您同意中国移动按照在本站公布的个人信息保护政策收集、存储、使用、披露和保护您的个人信息。中国移动希望通过《个人信息保护政策》向您清楚地介绍中国移动对您个人信息的处理方式，因此建议您完整地阅读<a
            href="file1.html" style="color: #000000;text-decoration: underline;">《个人信息保护政策》</a>，以帮助您更好地保护您的个人信息。</span>
      </p>

      <h3>八、免责声明</h3>
      <p><span
          class="font_black">1、本站不就通信系统或互联网的中断或无法运作、技术故障、计算机错误或病毒、信息损坏或丢失或其它在本站合理控制范围之外的原因而产生的其他任何性质的破坏而向用户或任何第三方承担赔偿责任。</span><br>
        <span
          class="font_black">2、本站需要定期或不定期地对相关的信息网络系统、设备进行检修、维护或升级，如因此类情况而造成网络服务在合理时间内的中断，本站无需为此承担任何责任，但本站将尽可能事先进行通知。</span><br>
        3、中国移动不保证用户在使用本站时在操作上不会中断或没有错误，不保证会纠正本站所有缺陷，不保证本站能满足用户的所有要求，亦不保证用户能通过本站订购所有中国移动的业务和产品，对网络服务的及时性、安全性、准确性也都不作担保。<br>
        4、用户通过本站进行交易、获取有偿服务而发生的所有税费及有关费用，均由用户负责支付，因此产生的风险也由用户个人承担。中国移动提醒用户应该通过自己的谨慎判断确定陈列商品及相关信息的真实性、合法性和有效性。<br>
        5、双方承认本条款反映了双方就协商谈判达成的一致意见。双方均完全了解本条款的后果并进一步承认本条款的合理性。</p>

      <h3>九、网络服务的停止</h3>
      <p>1、在以下情形下，本站有权单方并在不做出任何通知的情况下立即停止对用户提供网络服务: <br>
        （1）若该用户是通过手机号码及服务密码/或短信验证码登陆的，当该用户所对应的手机号码停机或销号后；<br>
        （2）用户违反本协议规定使用网络服务；<br>
        （3）用户提供的注册资料不真实；<br>
        （4）用户账户被删除后；<br>
        （5） 若用户利用本站提供的邮件服务发送了垃圾邮件或其他有害信息，则本站有权停止为该用户提供邮件服务。<br>
        2、用户对本协议后续的修改有异议，或对本站的服务不满，可以行使如下权利： <br>
        （1）停止使用本站的网络服务；<br>
        （2）通告本站停止对该用户的服务； <br>
        3、用户服务停止后，本站没有义务向该用户或第三方传送任何未处理的信息或未完成的服务，亦无需对该用户或第三方负责。但本协议的终止并不意味着终止前所发生的未完成用户指令的撤销，也不能消除因终止前的交易所带来的法律后果。</p>

      <h3>十、第三方链接</h3>
      <p>
        1、从本站链接至中国移动以外的网站：某些情况下，本站会提供跳转至国际互联网上的其它页面或网站的链接。此链接将会引您至第三方发行或经营的网站，而该第三方并非中国移动的合作机构或与中国移动有任何联系。中国移动将该链接列入网站内，仅为协助用户浏览和参考之用。中国移动致力于挑选声誉良好的网站和资料来源，以方便用户。然而，除非中国移动已经明确声明与该第三方有合作关系，提供链接至此第三方网站或网页，并不视为中国移动同意、推荐、认可、保证或推介任何第三方或在第三方网站上所提供的任何服务、产品，亦不可视为中国移动与该第三方及其网站有任何形式的合作。<br>
        2、从本站链接至中国移动其它网站：本网站亦包含链接至中国移动其它网站，以方便您的使用。该网站所提供的产品和服务只提供给身处或居所属于该司法管辖地区的人士使用。中国移动其他网站各自制定使用条款，条款可能互有差异，您应先仔细查阅适用的使用条款，然后才使用相关的网站。<br>
        3、从其他网站链接至本站：若您想在第三方的网站以任何形式建立链接至本站，必须先取得中国移动的书面同意,中国移动有权决定是否核准建立此链接。凡从第三方网站建立任何链接至本站，中国移动不负责该链接的建立与设置。依此建立的链接，并不构成中国移动与该第三方网站有任何形式的合作，亦不构成中国移动对该第三方网站的认同。如因该链接而产生或导致的任何需由您或第三方承担或蒙受的损失或损害，中国移动不承担任何责任。对于经由中国移动核准以纯文字格式或任何形式建立的链接，中国移动保留随时撤销核准的权利，并有权要求清除任何指向本站的链接。
      </p>

      <h3>十一、通告</h3>
      <p>所有发给用户的通告都可通过页面的公告或电子邮件或常规的信件传送。服务条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。 </p>

      <h3>十二、服务条款修改</h3>
      <p>
        本站有权根据法律法规变化和网站运营需要，对本协议条款不时地进行修改。本协议一旦发生变动，本站将通告用户，修改后的协议一经通告即生效。用户如果不同意所改动的内容，应主动停止使用本站提供的网络服务。如果用户继续享用本站网络服务，则视为接受服务条款的变动。
      </p>

      <h3>十三、法律</h3>
      <p>1、本协议条款适用中华人民共和国的法律法规。如协议条款与中华人民共和国法律相抵触，则依照法律的规定重新解释该服务条款，但不影响其它条款的法律效力和影响。 <br>
        2、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律并受中华人民共和国法院管辖。<br>
        3、用户与本站一致同意：<br>
        （1）双方应持平等、友好、争取合理解决问题的态度； <br>
        （2）发生纠纷时首先以协商方式解决，如协商未果，任何一方应向中国移动通信有限公司所在地人民法院提起诉讼。</p>

      <h3>十四、其他</h3>
      <p>1、中国移动未行使本协议的任何权利或规定，并不构成对前述权利之放弃。 <br>
        2、如本协议中的任何条款完全或部分无效，本协议的其余条款仍有效并且有约束力。 <br>
        3、本协议内容包括协议正文及本站上发布的声明和规则，包括但不限于购物指南、服务说明、个人信息保护政策等。所有声明、政策和规则等与协议正文具有同等法律效力，共同构成完整的网站服务协议。</p>

    </div>
    <div class="contetnt_wp" v-if="type*1==2">
      <h1>个人信息保护政策</h1>
      <p style="text-align: right;">
        更新时间：2019年8月19日<br>
        生效时间：2019年8月19日<br>
      </p>
      <h3>保护隐私的承诺</h3>
      <p>
        <span style="padding-left:2em;">
          中国移动（以下简称为“我们”）非常重视用户的隐私和个人信息保护，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。
        </span><br>
        <span style="padding-left:2em;">
          我们希望通过《隐私政策》（以下简称“本政策”）向您说明移动管家客户端（以下简称“本客户端”）如何收集、使用、存储、共享您的个人信息，以及您如何行使您的隐私权利。
        </span><br>
        <span style="padding-left:2em;">
          请您在使用本客户端前，认真阅读并充分理解本《隐私政策》的全部内容，特别是以字体加粗方式显著标识的内容。
          在阅读过程中如您对本政策内容有任何疑问、意见或建议，请联系我们。您使用或在我们更新本政策后继续使用我们的产品或服务，即表示您同意本政策（含更新版本）内容，并且同意我们按照本政策收集、使用、存储和共享您的相关信息。
        </span><br>
        <span style="padding-left:2em;">
          请您在使用本客户端前，认真阅读并充分理解本《隐私政策》的全部内容，特别是以字体加粗方式显著标识的内容。
          在阅读过程中如您对本政策内容有任何疑问、意见或建议，请联系我们。您使用或在我们更新本政策后继续使用我们的产品或服务，即表示您同意本政策（含更新版本）内容，并且同意我们按照本政策收集、使用、存储和共享您的相关信息。
        </span><br>
        <span style="padding-left:2em;">
          本隐私政策包含以下内容：
        </span><br>
        <span style="padding-left:2em;">
          1. 我们如何收集和使用您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          2. 我们如何使用Cookie和同类技术；
        </span><br>
        <span style="padding-left:2em;">
          3. 我们如何共享、转让、公开披露您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          4. 我们如何保护和保存您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          5. 您的权利；
        </span><br>
        <span style="padding-left:2em;">
          6. 例外情况；
        </span><br>
        <span style="padding-left:2em;">
          7. 我们如何处理未成年人的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          8. 您的个人信息如何在全球范围转移；
        </span><br>
        <span style="padding-left:2em;">
          9. 本政策如何更新；
        </span><br>
        <span style="padding-left:2em;">
          10. 如何联系我们
        </span><br>
      </p>
      <h3>一、我们如何收集和使用您的个人信息</h3>
      <p>
        <span style="padding-left:2em;">
          个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        </span><br>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）我们会出于本政策所述的以下目的，收集和使用您的个人信息：</h4>
      <span style="padding-left:2em;">
        本客户端的产品或服务的一些核心功能，包含了本客户端能够正常运行所必须的功能、改进本客户端的产品或服务所必须的功能，我们可能会收集、存储和使用下列与您有关的信息，如您不提供相关信息，您将无法享受我们提供的对应服务，但不影响您使用其他功能。这些功能包括：
      </span><br>
      <span style="padding-left:2em;">
        1. 您在本客户端的正常使用
      </span><br>

      <span style="padding-left:2em;">
        为了保证您能正常在本客户端登录和使用，我们需要您提供以下信息：<span class="font_black">【个人姓名、住址、邮箱、电话号码、入网时间、登录时间】</span>。
      </span><br>
      <span style="padding-left:2em;">
        2. 为您提供多种登录方式
      </span><br>
      <span style="padding-left:2em;">
        为了保证本客户端的本机号码一键登录功能的正常使用，需要您提供以下用户终端信息：<span
          class="font_black">【设备MAC地址、唯一设备识别码、SIM卡IMSI信息、IMEI、终端版本型号、网络IP、本机号码、网络类型、手机品牌】</span>；
      </span><br>
      <span style="padding-left:2em;">
        3. 为您提供的服务功能
      </span><br>
      <span style="padding-left:2em;">
        （1）充值缴费：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【被充值人手机号码、订单编号、订单状态、订单金额、充值金额】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （2）开户入网：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【姓名、身份证号、配送地址、身份证正反面照片、联系电话】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （3）业务办理：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【办理套餐明细、时间、办理人手机号】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （4）终端购买：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【收货地址、姓名、手机号、电子邮箱信息、订单编号、订单状态、订单金额】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （5）收货地址：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【收货地址、姓名、手机号】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （6）我的家人：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【家庭成员手机号】</span>信息。
      </span><br>
      <span style="padding-left:2em;">
        （7）生活服务：为了保证交通秘书功能的使用，我们需要收集您的<span
          class="font_black">【车牌号、驾驶证号、车辆行驶证号、手机号】</span>信息；为了保证医院挂号功能的使用，我们需要收集您的<span
          class="font_black">【手机号信息和挂号科室】</span>信息。和聚宝需要收集<span class="font_black">【银行卡号】</span>信息；顺丰快递需要收集<span
          class="font_black">【收货地址、手机号、姓名】</span>信息；
        建设银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；民生银行需要收集<span
          class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；南京证券需要收集<span
          class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        中国银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        工商银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        宁夏银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        天气查询需要收集您的<span class="font_black">【位置】</span>信息。
      </span><br>
      <span style="padding-left:2em;">
        （8）个性化展示：我们在移动管家首页提供了猜你喜欢和咪咕智能推荐功能，猜你喜欢功能向您个性化展示套餐、流量包、数据业务，咪咕智能推荐功能向您个性化展示视频、音乐、动漫、阅读、游戏。个性化展示功能会导致您看到的内容和其他人不同。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）为您提供本客户端的其他具体服务，本客户端会在提供具体服务前通过弹框方式另行取得您的授权：</h4>

      <span style="padding-left:2em;">
        1. 为了本客户端的正常运行，我们会在您授权同意后获取您手机终端的照片、媒体内容、文件存储的相关设备存储权限，如果不授权则本客户端可能无法正常运行；
      </span><br>
      <span style="padding-left:2em;">
        2. 为了本客户端的相关核心功能能够正常使用，我们需要您授权我们获取您的电话权限，如果不授权则本客户端可能无法正常运行；
      </span><br>
      <span style="padding-left:2em;">
        3. 为了便于您使用充值交费、我的家人功能，我们需要您授权我们获取您的通讯录权限并且不会存储您的通讯录信息。如不授权则将不能使用相对应的功能服务；
      </span><br>
      <span style="padding-left:2em;">
        4. 为了能够保证您正常使用所在省市的相关营销活动、天气情况，我们会在您授权后获取您的定位信息，如不授权该权限则将影响您这些对应的功能服务的使用。
      </span><br>
      <span style="padding-left:2em;">
        5.
        为了保证您能够正常使用本客户端的扫一扫、实名认证、和多号、个性化头像、中国银行、建设银行、宁夏银行、民生银行、工商银行、南京证券、和聚宝功能，我们需要您授权我们获取您的麦克风、摄像、相机权限，如果不授权该权限则将不能使用这些功能服务。
      </span><br>
      <span style="padding-left:2em;">
        6. 为了您能正常使用登录、和多号功能，我们需要您授权我们获取您的短信权限，如果不授权该权限则将不能使用对应的功能服务。
      </span><br>
      <span style="padding-left:2em;">
        您提供的上述信息，将在您使用本客户端服务期间持续授权我们使用。在您注销账号时，我们将停止使用上述信息。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（三）在遵守国家法律法规及相关政策的前提下，我们可能将收集到的信息用于以下服务：</h4>
      <span style="padding-left:2em;">
        1. 在另一功能或服务中用于向你提供特定内容，包括但不限于展示广告、对你阅读过的内容进行信息安全类提示、基于特征标签为您提供更加精准和个性化的服务和内容。如需要取消此授权，操作方法可参照第五条第4款内容。
      </span><br>
      <span style="padding-left:2em;">
        2. 为了确保服务的安全，帮助我们更好地了解本客户端的运行情况，我们可能记录相关信息，包括使用本客户端的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。
      </span><br>
      <span style="padding-left:2em;">
        3. 我们不会将我们存储在分析软件中的信息与你在本客户端提供的任何个人身份信息相结合。如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（四）从第三方获得您的个人信息</h4>
      <span style="padding-left:2em;">
        为给您提供服务，我们可能会从关联公司、业务合作伙伴等第三方来源获得您的相关信息。当您通过我们关联公司、业务合作伙伴客户端、网站订购我们的产品，您向其提供的预订信息可能会转交给我们，以便我们处理您的订单。我们将依据与第三方的约定，对个人信息来源的合法性进行确认后，在符合相关法律和规范规定的前提下，使用您的这些个人信息。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（五）第三方插件或SDK</h4>
      <span style="padding-left:2em;">
        本客户端使用的第三方插件或SDK包括：友盟分享SDK ，中国移动统一认证SDK、建设银行实名认证SDK、网络测速SDK，极光推送SDK。
        我们会通过中国移动统一认证SDK将手机号码信息传输给中国移动集团公司认证服务器；我们会通过建设银行实名认证SDK将身份证正反面照片、姓名、身份证号、有效期限传输给建设银行服务器；我们通过极光SDK将手机的设备ID传输给极光服务器。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">
        （六）在收集您的个人信息后，我们将在符合相关法律法规的前提下，基于整体化分析和使用的目的，通过技术手段对个人信息进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们可以对这些已经去标识化的信息（不属于个人信息）进行整体化分析和使用。
      </h4>

      <h4 style="color: #000000;font-weight: bold;">（七）以下情形中我们使用个人信息无需征得您的授权同意：</h4>
      <span style="padding-left:2em;">
        1. 与国家安全、国防安全有关的；
      </span><br>
      <span style="padding-left:2em;">
        2. 与公共安全、公共卫生、重大公共利益有关的；
      </span><br>
      <span style="padding-left:2em;">
        3. 与犯罪侦查、起诉、审判和判决执行有关的；
      </span><br>
      <span style="padding-left:2em;">
        4. 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
      </span><br>
      <span style="padding-left:2em;">
        5. 所收集的个人信息是个人信息主体自行向社会公众公开的；
      </span><br>
      <span style="padding-left:2em;">
        6. 从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </span><br>
      <span style="padding-left:2em;">
        7. 根据您的要求签订合同所必需的；
      </span><br>
      <span style="padding-left:2em;">
        8. 用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
      </span><br>
      <span style="padding-left:2em;">
        9. 为合法的新闻报道所必需的；
      </span><br>
      <span style="padding-left:2em;">
        10. 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
      </span><br>
      <span style="padding-left:2em;">
        11. 法律法规规定的其他情形。
      </span><br>
      <p></p>

      <h3>二、我们如何使用 Cookie 和同类技术</h3>
      <p>
        <span style="padding-left:2em;">
          为确保客户端正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，客户端能够存储您的偏好或购物篮内的商品等数据。
        </span><br>
        <span style="padding-left:2em;">
          我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除设备上保存的所有
          Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的客户端时亲自更改用户设置。
        </span><br>
      </p>

      <h3>三、我们如何共享、转让、公开披露您的个人信息</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）共享</h4>
      <span style="padding-left:2em;">
        我们不会与中国移动以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
      </span><br>
      <span style="padding-left:2em;">
        1.在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
      </span><br>
      <span style="padding-left:2em;">
        2.我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
      </span><br>
      <span style="padding-left:2em;">
        3.与我们的关联公司共享：您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。
      </span><br>
      <span style="padding-left:2em;">
        在您访问客户端中视频、音乐、动漫、阅读、游戏内容时，我们会将您的手机号信息共享给我们的关联公司咪咕公司，以便更精准的向您推荐视频、音乐、动漫、阅读、游戏内容。
      </span><br>
      <span style="padding-left:2em;">
        我们的关联公司包括中国移动现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的合法继承人。其中“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。
      </span><br>
      <span style="padding-left:2em;">
        4.与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。
      </span><br>
      <span style="padding-left:2em;">
        在您通过我们的客户端购买商品或订购业务时，我们必须与支付、物流服务提供商共享您的收货地址、手机号码、订单编号、订单状态个人信息才能安排送货，或者安排合作伙伴提供服务。在您通过我们的客户端使用生活类功能时，我们必须与服务提供商共享您的手机号码信息才能实现认证和单点登录。
      </span><br>
      <span style="padding-left:2em;">
        我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
      </span><br>
      <span style="padding-left:2em;">
        目前，我们的授权合作伙伴包括以下三大类型：
      </span><br>
      <span style="padding-left:2em;">
        (1)供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
      </span><br>
      <span style="padding-left:2em;">
        (2)第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
      </span><br>
      <span style="padding-left:2em;">
        (3)广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，包括姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴分享。但我们可能会将使用您的信息而形成的用户画像与提供广告、分析服务的合作伙伴共享，以帮助在不识别您个人的前提下提升广告及服务信息的有效触达率。
      </span><br>
      <span style="padding-left:2em;">
        对我们与之共享个人信息的公司、组织和个人，我们会与其签署相应的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）转让</h4>
      <span style="padding-left:2em;">
        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
      </span><br>
      <span style="padding-left:2em;">
        1.在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
      </span><br>
      <span style="padding-left:2em;">
        2.在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（三）公开披露</h4>
      <span style="padding-left:2em;">
        我们仅会在以下情况下，公开披露您的个人信息：
      </span><br>
      <span style="padding-left:2em;">
        1、获得您明确同意后；
      </span><br>
      <span style="padding-left:2em;">
        2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
      </span><br>

      <p></p>

      <h3>四、我们如何保护和保存您的个人信息</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）我们如何保护您的个人信息</h4>
      <span style="padding-left:2em;">
        1.
        我们会严格按照《网络安全法》、《全国人民代表大会常务委员会关于加强网络信息保护的决定》、《电信和互联网用户个人信息保护规定》（工业和信息化部令第24号）、《电话用户真实身份信息登记规定》（工业和信息化部令第25号）等法律法规的相关要求，建立信息安全保障制度，采取数据加密、访问控制等技术措施和其他必要措施保护您的个人信息安全。
      </span><br>
      <span style="padding-left:2em;">
        2. 我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
      </span><br>
      <span style="padding-left:2em;">
        3.
        请您理解：互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性，但由于技术的限制及可能存在的各种恶意手段，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百安全。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（二）我们如何保存您的个人信息 </h4>
      <span style="padding-left:2em;">
        1. 信息存储的地点
      </span><br>
      <span style="padding-left:2em;">
        我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内，不存在境外收集用户信息情况。
      </span><br>
      <span style="padding-left:2em;">
        2. 信息存储的期限
      </span><br>
      <span style="padding-left:2em;">
        我们承诺您个人信息的存储时间始终处于法律规定范围内最短期限内，我们根据业务需要时长去存储用户信息，超出保存期限的用户信息，中国移动会做匿名化处理；当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。
      </span><br>
      <span style="padding-left:2em;">
        注：法律法规有规定不能删除时或匿名化处理的情况除外
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（三）个人信息安全保护措施和能力 </h4>
      <span style="padding-left:2em;">
        我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。我们建立信息安全保障制度，采取数据加密、访问控制等技术措施和其他必要措施保护您的个人信息安全。
      </span><br>
      <p></p>
      <h3>五、您的权利</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）查询和更正您的个人信息 </h4>
      <span style="padding-left:2em;">
        除法律法规规定外，您有权在登录本客户端在“我的”功能模块或拨打客服电话10086后查询和更正您的个人信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）在以下情形中，您可以向我们提出删除个人信息的请求： </h4>
      <span style="padding-left:2em;">
        1.如果我们处理个人信息的行为违反法律法规；
      </span><br>
      <span style="padding-left:2em;">
        2.如果我们收集、使用您的个人信息，却未征得您的同意；
      </span><br>
      <span style="padding-left:2em;">
        3.如果我们处理个人信息的行为违反了与您的约定；
      </span><br>
      <span style="padding-left:2em;">
        4.如果您不再使用我们的产品或服务，或您注销了账号；
      </span><br>
      <span style="padding-left:2em;">
        5.如果我们不再为您提供产品或服务。
      </span><br>
      <span style="padding-left:2em;">
        您可以通过拨打客服电话10086与我们联系提出您想要删除个人信息的请求。
      </span><br>
      <span style="padding-left:2em;">
        当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（三）注销账户 </h4>
      <span style="padding-left:2em;">
        您通过客户端“我的-系统设置-注销账户”功能或者拨打10086客服电话注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（四）用户权利保障机制 </h4>

      <span style="padding-left:2em;">
        1.撤销已同意授权功能
      </span><br>
      <span style="padding-left:2em;">
        客户端具备撤销已同意授权的功能，用户可在手机设置—&gt;权限中进行相关隐私授权的关闭，具体为：
      </span><br>
      <span style="padding-left:2em;">
        Android手机—&gt;设置—&gt;应用—&gt;权限;
      </span><br>
      <span style="padding-left:2em;">
        IOS手机—&gt;设置—&gt;隐私—&gt;权限—&gt;应用;
      </span><br>
      <span style="padding-left:2em;">
        2.个人信息删除、号码注销
      </span><br>
      <span style="padding-left:2em;">
        您在本客户端登录时所使用的手机号码为您在中国移动入网时办理的手机号码，该手机号码的相关信息本客户端只做关联展示，如您需要办理个人信息进行变更、删除、手机号码注销业务，请前往中国移动实体营业厅办理。
      </span><br>
      <span style="padding-left:2em;">
        3.约束信息系统自动决策
      </span><br>
      <span style="padding-left:2em;">
        在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害我方平台商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
      </span><br>
      <p></p>

      <h3>六、例外情况</h3>
      <p>
        <span style="padding-left:2em;">
          您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的更正/修改、删除、注销、撤回同意、索取信息的请求：
        </span><br>
        <span style="padding-left:2em;">
          1.与国家安全、国防安全有关的；
        </span><br>
        <span style="padding-left:2em;">
          2.与公共安全、公共卫生、重大公共利益有关的；
        </span><br>
        <span style="padding-left:2em;">
          3.与犯罪侦查、起诉、审判和执行判决等有关的；
        </span><br>
        <span style="padding-left:2em;">
          4.有充分证据表明个人信息主体存在主观恶意或滥用权利的；
        </span><br>
        <span style="padding-left:2em;">
          5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        </span><br>
        <span style="padding-left:2em;">
          6.涉及商业秘密的。
        </span><br>
        <span style="padding-left:2em;">
          7.法律法规规定的其他情形。
        </span><br>

      </p>

      <h3>七、我们如何处理未成年人的个人信息</h3>
      <p>
        <span style="padding-left:2em;">
          1.我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的服务前，应事先取得您家长或法定监护人的书面同意。我们将根据国家相关法律法规的规定保护未成年人的个人信息。
        </span><br>
        <span style="padding-left:2em;">
          2.对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
        </span><br>
        <span style="padding-left:2em;">
          3.如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
        </span><br>
      </p>

      <h3>八、您的个人信息如何在全球范围转移</h3>
      <p>
        <span style="padding-left:2em;">
          原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。如果需要将您的个人信息转移到境外，我们将另行获得您的授权同意，在此情况下我们会依据本政策以使您的个人信息得到足够的保护。
        </span>
      </p>

      <h3>九、本政策如何更新</h3>
      <p>
        <span style="padding-left:2em;">
          我们的隐私政策可能变更。
        </span><br>
        <span style="padding-left:2em;">
          未经您明确同意，我们不会削减您按照隐私政策所应享有的权利。我们会以推送通知的形式发布对本政策所做的任何变更。在该种情况下，若您继续使用我们的服务，即表示您同意接受修订后的隐私政策约束。
        </span><br>
      </p>

      <h3>十、如何联系我们</h3>
      <p>
        <span style="padding-left:2em;">
          如果您对本隐私政策有任何疑问、意见、建议或需要投诉，可以随时通过拨打客服电话10086与我们联系，我们会积极进行查证、处理并在15天内回复处理意见或结果。
        </span><br>
        <span style="padding-left:2em;">
          公司名称： 中国移动通信集团宁夏有限公司
        </span><br>
        <span style="padding-left:2em;">
          注册地址： 宁夏回族自治区银川市金凤区后海路16号
        </span><br>
        <span style="padding-left:2em;">
          常用办公地址： 宁夏回族自治区银川市金凤区后海路16号
        </span><br>
        <span style="padding-left:2em;">
          联系电话： 10086
        </span><br>
        <span style="padding-left:2em;">
          邮箱：nxydgj@139.com

        </span><br>
      </p>

    </div>
    <div class="contetnt_wp" v-if="type*1==3">
      <h1>隐私政策</h1>
      <p style="text-align: right;">
        更新时间：2019年8月19日<br>
        生效时间：2019年8月19日<br>
      </p>
      <h3>保护隐私的承诺</h3>
      <p>
        <span style="padding-left:2em;">
          中国移动（以下简称为“我们”）非常重视用户的隐私和个人信息保护，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。
        </span><br>
        <span style="padding-left:2em;">
          我们希望通过《隐私政策》（以下简称“本政策”）向您说明移动管家客户端（以下简称“本客户端”）如何收集、使用、存储、共享您的个人信息，以及您如何行使您的隐私权利。
        </span><br>
        <span style="padding-left:2em;">
          请您在使用本客户端前，认真阅读并充分理解本《隐私政策》的全部内容，特别是以字体加粗方式显著标识的内容。
          在阅读过程中如您对本政策内容有任何疑问、意见或建议，请联系我们。您使用或在我们更新本政策后继续使用我们的产品或服务，即表示您同意本政策（含更新版本）内容，并且同意我们按照本政策收集、使用、存储和共享您的相关信息。
        </span><br>
        <span style="padding-left:2em;">
          请您在使用本客户端前，认真阅读并充分理解本《隐私政策》的全部内容，特别是以字体加粗方式显著标识的内容。
          在阅读过程中如您对本政策内容有任何疑问、意见或建议，请联系我们。您使用或在我们更新本政策后继续使用我们的产品或服务，即表示您同意本政策（含更新版本）内容，并且同意我们按照本政策收集、使用、存储和共享您的相关信息。
        </span><br>
        <span style="padding-left:2em;">
          本隐私政策包含以下内容：
        </span><br>
        <span style="padding-left:2em;">
          1. 我们如何收集和使用您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          2. 我们如何使用Cookie和同类技术；
        </span><br>
        <span style="padding-left:2em;">
          3. 我们如何共享、转让、公开披露您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          4. 我们如何保护和保存您的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          5. 您的权利；
        </span><br>
        <span style="padding-left:2em;">
          6. 例外情况；
        </span><br>
        <span style="padding-left:2em;">
          7. 我们如何处理未成年人的个人信息；
        </span><br>
        <span style="padding-left:2em;">
          8. 您的个人信息如何在全球范围转移；
        </span><br>
        <span style="padding-left:2em;">
          9. 本政策如何更新；
        </span><br>
        <span style="padding-left:2em;">
          10. 如何联系我们
        </span><br>
      </p>
      <h3>一、我们如何收集和使用您的个人信息</h3>
      <p>
        <span style="padding-left:2em;">
          个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        </span><br>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）我们会出于本政策所述的以下目的，收集和使用您的个人信息：</h4>
      <span style="padding-left:2em;">
        本客户端的产品或服务的一些核心功能，包含了本客户端能够正常运行所必须的功能、改进本客户端的产品或服务所必须的功能，我们可能会收集、存储和使用下列与您有关的信息，如您不提供相关信息，您将无法享受我们提供的对应服务，但不影响您使用其他功能。这些功能包括：
      </span><br>
      <span style="padding-left:2em;">
        1. 您在本客户端的正常使用
      </span><br>

      <span style="padding-left:2em;">
        为了保证您能正常在本客户端登录和使用，我们需要您提供以下信息：<span class="font_black">【个人姓名、住址、邮箱、电话号码、入网时间、登录时间】</span>。
      </span><br>
      <span style="padding-left:2em;">
        2. 为您提供多种登录方式
      </span><br>
      <span style="padding-left:2em;">
        为了保证本客户端的本机号码一键登录功能的正常使用，需要您提供以下用户终端信息：<span
          class="font_black">【设备MAC地址、唯一设备识别码、SIM卡IMSI信息、IMEI、终端版本型号、网络IP、本机号码、网络类型、手机品牌】</span>；
      </span><br>
      <span style="padding-left:2em;">
        3. 为您提供的服务功能
      </span><br>
      <span style="padding-left:2em;">
        （1）充值缴费：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【被充值人手机号码、订单编号、订单状态、订单金额、充值金额】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （2）开户入网：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【姓名、身份证号、配送地址、身份证正反面照片、联系电话】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （3）业务办理：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【办理套餐明细、时间、办理人手机号】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （4）终端购买：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【收货地址、姓名、手机号、电子邮箱信息、订单编号、订单状态、订单金额】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （5）收货地址：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【收货地址、姓名、手机号】</span>。
      </span><br>
      <span style="padding-left:2em;">
        （6）我的家人：为保证功能体验和功能完整性，我们需要收集<span class="font_black">【家庭成员手机号】</span>信息。
      </span><br>
      <span style="padding-left:2em;">
        （7）生活服务：为了保证交通秘书功能的使用，我们需要收集您的<span
          class="font_black">【车牌号、驾驶证号、车辆行驶证号、手机号】</span>信息；为了保证医院挂号功能的使用，我们需要收集您的<span
          class="font_black">【手机号信息和挂号科室】</span>信息。和聚宝需要收集<span class="font_black">【银行卡号】</span>信息；顺丰快递需要收集<span
          class="font_black">【收货地址、手机号、姓名】</span>信息；
        建设银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；民生银行需要收集<span
          class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；南京证券需要收集<span
          class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        中国银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        工商银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        宁夏银行需要收集<span class="font_black">【身份证照片、姓名、身份证号、手机号、有效期】</span>信息；
        天气查询需要收集您的<span class="font_black">【位置】</span>信息。
      </span><br>
      <span style="padding-left:2em;">
        （8）个性化展示：我们在移动管家首页提供了猜你喜欢和咪咕智能推荐功能，猜你喜欢功能向您个性化展示套餐、流量包、数据业务，咪咕智能推荐功能向您个性化展示视频、音乐、动漫、阅读、游戏。个性化展示功能会导致您看到的内容和其他人不同。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）为您提供本客户端的其他具体服务，本客户端会在提供具体服务前通过弹框方式另行取得您的授权：</h4>

      <span style="padding-left:2em;">
        1. 为了本客户端的正常运行，我们会在您授权同意后获取您手机终端的照片、媒体内容、文件存储的相关设备存储权限，如果不授权则本客户端可能无法正常运行；
      </span><br>
      <span style="padding-left:2em;">
        2. 为了本客户端的相关核心功能能够正常使用，我们需要您授权我们获取您的电话权限，如果不授权则本客户端可能无法正常运行；
      </span><br>
      <span style="padding-left:2em;">
        3. 为了便于您使用充值交费、我的家人功能，我们需要您授权我们获取您的通讯录权限并且不会存储您的通讯录信息。如不授权则将不能使用相对应的功能服务；
      </span><br>
      <span style="padding-left:2em;">
        4. 为了能够保证您正常使用所在省市的相关营销活动、天气情况，我们会在您授权后获取您的定位信息，如不授权该权限则将影响您这些对应的功能服务的使用。
      </span><br>
      <span style="padding-left:2em;">
        5.
        为了保证您能够正常使用本客户端的扫一扫、实名认证、和多号、个性化头像、中国银行、建设银行、宁夏银行、民生银行、工商银行、南京证券、和聚宝功能，我们需要您授权我们获取您的麦克风、摄像、相机权限，如果不授权该权限则将不能使用这些功能服务。
      </span><br>
      <span style="padding-left:2em;">
        6. 为了您能正常使用登录、和多号功能，我们需要您授权我们获取您的短信权限，如果不授权该权限则将不能使用对应的功能服务。
      </span><br>
      <span style="padding-left:2em;">
        您提供的上述信息，将在您使用本客户端服务期间持续授权我们使用。在您注销账号时，我们将停止使用上述信息。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（三）在遵守国家法律法规及相关政策的前提下，我们可能将收集到的信息用于以下服务：</h4>
      <span style="padding-left:2em;">
        1. 在另一功能或服务中用于向你提供特定内容，包括但不限于展示广告、对你阅读过的内容进行信息安全类提示、基于特征标签为您提供更加精准和个性化的服务和内容。如需要取消此授权，操作方法可参照第五条第4款内容。
      </span><br>
      <span style="padding-left:2em;">
        2. 为了确保服务的安全，帮助我们更好地了解本客户端的运行情况，我们可能记录相关信息，包括使用本客户端的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。
      </span><br>
      <span style="padding-left:2em;">
        3. 我们不会将我们存储在分析软件中的信息与你在本客户端提供的任何个人身份信息相结合。如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（四）从第三方获得您的个人信息</h4>
      <span style="padding-left:2em;">
        为给您提供服务，我们可能会从关联公司、业务合作伙伴等第三方来源获得您的相关信息。当您通过我们关联公司、业务合作伙伴客户端、网站订购我们的产品，您向其提供的预订信息可能会转交给我们，以便我们处理您的订单。我们将依据与第三方的约定，对个人信息来源的合法性进行确认后，在符合相关法律和规范规定的前提下，使用您的这些个人信息。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（五）第三方插件或SDK</h4>
      <span style="padding-left:2em;">
        本客户端使用的第三方插件或SDK包括：友盟分享SDK ，中国移动统一认证SDK、建设银行实名认证SDK、网络测速SDK，极光推送SDK。
        我们会通过中国移动统一认证SDK将手机号码信息传输给中国移动集团公司认证服务器；我们会通过建设银行实名认证SDK将身份证正反面照片、姓名、身份证号、有效期限传输给建设银行服务器；我们通过极光SDK将手机的设备ID传输给极光服务器。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">
        （六）在收集您的个人信息后，我们将在符合相关法律法规的前提下，基于整体化分析和使用的目的，通过技术手段对个人信息进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们可以对这些已经去标识化的信息（不属于个人信息）进行整体化分析和使用。
      </h4>

      <h4 style="color: #000000;font-weight: bold;">（七）以下情形中我们使用个人信息无需征得您的授权同意：</h4>
      <span style="padding-left:2em;">
        1. 与国家安全、国防安全有关的；
      </span><br>
      <span style="padding-left:2em;">
        2. 与公共安全、公共卫生、重大公共利益有关的；
      </span><br>
      <span style="padding-left:2em;">
        3. 与犯罪侦查、起诉、审判和判决执行有关的；
      </span><br>
      <span style="padding-left:2em;">
        4. 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
      </span><br>
      <span style="padding-left:2em;">
        5. 所收集的个人信息是个人信息主体自行向社会公众公开的；
      </span><br>
      <span style="padding-left:2em;">
        6. 从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </span><br>
      <span style="padding-left:2em;">
        7. 根据您的要求签订合同所必需的；
      </span><br>
      <span style="padding-left:2em;">
        8. 用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
      </span><br>
      <span style="padding-left:2em;">
        9. 为合法的新闻报道所必需的；
      </span><br>
      <span style="padding-left:2em;">
        10. 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
      </span><br>
      <span style="padding-left:2em;">
        11. 法律法规规定的其他情形。
      </span><br>
      <p></p>

      <h3>二、我们如何使用 Cookie 和同类技术</h3>
      <p>
        <span style="padding-left:2em;">
          为确保客户端正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，客户端能够存储您的偏好或购物篮内的商品等数据。
        </span><br>
        <span style="padding-left:2em;">
          我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除设备上保存的所有
          Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的客户端时亲自更改用户设置。
        </span><br>
      </p>

      <h3>三、我们如何共享、转让、公开披露您的个人信息</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）共享</h4>
      <span style="padding-left:2em;">
        我们不会与中国移动以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
      </span><br>
      <span style="padding-left:2em;">
        1.在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
      </span><br>
      <span style="padding-left:2em;">
        2.我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
      </span><br>
      <span style="padding-left:2em;">
        3.与我们的关联公司共享：您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。
      </span><br>
      <span style="padding-left:2em;">
        在您访问客户端中视频、音乐、动漫、阅读、游戏内容时，我们会将您的手机号信息共享给我们的关联公司咪咕公司，以便更精准的向您推荐视频、音乐、动漫、阅读、游戏内容。
      </span><br>
      <span style="padding-left:2em;">
        我们的关联公司包括中国移动现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的合法继承人。其中“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。
      </span><br>
      <span style="padding-left:2em;">
        4.与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。
      </span><br>
      <span style="padding-left:2em;">
        在您通过我们的客户端购买商品或订购业务时，我们必须与支付、物流服务提供商共享您的收货地址、手机号码、订单编号、订单状态个人信息才能安排送货，或者安排合作伙伴提供服务。在您通过我们的客户端使用生活类功能时，我们必须与服务提供商共享您的手机号码信息才能实现认证和单点登录。
      </span><br>
      <span style="padding-left:2em;">
        我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
      </span><br>
      <span style="padding-left:2em;">
        目前，我们的授权合作伙伴包括以下三大类型：
      </span><br>
      <span style="padding-left:2em;">
        (1)供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
      </span><br>
      <span style="padding-left:2em;">
        (2)第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
      </span><br>
      <span style="padding-left:2em;">
        (3)广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，包括姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴分享。但我们可能会将使用您的信息而形成的用户画像与提供广告、分析服务的合作伙伴共享，以帮助在不识别您个人的前提下提升广告及服务信息的有效触达率。
      </span><br>
      <span style="padding-left:2em;">
        对我们与之共享个人信息的公司、组织和个人，我们会与其签署相应的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）转让</h4>
      <span style="padding-left:2em;">
        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
      </span><br>
      <span style="padding-left:2em;">
        1.在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
      </span><br>
      <span style="padding-left:2em;">
        2.在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（三）公开披露</h4>
      <span style="padding-left:2em;">
        我们仅会在以下情况下，公开披露您的个人信息：
      </span><br>
      <span style="padding-left:2em;">
        1、获得您明确同意后；
      </span><br>
      <span style="padding-left:2em;">
        2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
      </span><br>

      <p></p>

      <h3>四、我们如何保护和保存您的个人信息</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）我们如何保护您的个人信息</h4>
      <span style="padding-left:2em;">
        1.
        我们会严格按照《网络安全法》、《全国人民代表大会常务委员会关于加强网络信息保护的决定》、《电信和互联网用户个人信息保护规定》（工业和信息化部令第24号）、《电话用户真实身份信息登记规定》（工业和信息化部令第25号）等法律法规的相关要求，建立信息安全保障制度，采取数据加密、访问控制等技术措施和其他必要措施保护您的个人信息安全。
      </span><br>
      <span style="padding-left:2em;">
        2. 我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
      </span><br>
      <span style="padding-left:2em;">
        3.
        请您理解：互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性，但由于技术的限制及可能存在的各种恶意手段，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百安全。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（二）我们如何保存您的个人信息 </h4>
      <span style="padding-left:2em;">
        1. 信息存储的地点
      </span><br>
      <span style="padding-left:2em;">
        我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内，不存在境外收集用户信息情况。
      </span><br>
      <span style="padding-left:2em;">
        2. 信息存储的期限
      </span><br>
      <span style="padding-left:2em;">
        我们承诺您个人信息的存储时间始终处于法律规定范围内最短期限内，我们根据业务需要时长去存储用户信息，超出保存期限的用户信息，中国移动会做匿名化处理；当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。
      </span><br>
      <span style="padding-left:2em;">
        注：法律法规有规定不能删除时或匿名化处理的情况除外
      </span><br>

      <h4 style="color: #000000;font-weight: bold;">（三）个人信息安全保护措施和能力 </h4>
      <span style="padding-left:2em;">
        我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。我们建立信息安全保障制度，采取数据加密、访问控制等技术措施和其他必要措施保护您的个人信息安全。
      </span><br>
      <p></p>
      <h3>五、您的权利</h3>
      <p>
      </p>
      <h4 style="color: #000000;font-weight: bold;">（一）查询和更正您的个人信息 </h4>
      <span style="padding-left:2em;">
        除法律法规规定外，您有权在登录本客户端在“我的”功能模块或拨打客服电话10086后查询和更正您的个人信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（二）在以下情形中，您可以向我们提出删除个人信息的请求： </h4>
      <span style="padding-left:2em;">
        1.如果我们处理个人信息的行为违反法律法规；
      </span><br>
      <span style="padding-left:2em;">
        2.如果我们收集、使用您的个人信息，却未征得您的同意；
      </span><br>
      <span style="padding-left:2em;">
        3.如果我们处理个人信息的行为违反了与您的约定；
      </span><br>
      <span style="padding-left:2em;">
        4.如果您不再使用我们的产品或服务，或您注销了账号；
      </span><br>
      <span style="padding-left:2em;">
        5.如果我们不再为您提供产品或服务。
      </span><br>
      <span style="padding-left:2em;">
        您可以通过拨打客服电话10086与我们联系提出您想要删除个人信息的请求。
      </span><br>
      <span style="padding-left:2em;">
        当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（三）注销账户 </h4>
      <span style="padding-left:2em;">
        您通过客户端“我的-系统设置-注销账户”功能或者拨打10086客服电话注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。
      </span><br>
      <h4 style="color: #000000;font-weight: bold;">（四）用户权利保障机制 </h4>

      <span style="padding-left:2em;">
        1.撤销已同意授权功能
      </span><br>
      <span style="padding-left:2em;">
        客户端具备撤销已同意授权的功能，用户可在手机设置—&gt;权限中进行相关隐私授权的关闭，具体为：
      </span><br>
      <span style="padding-left:2em;">
        Android手机—&gt;设置—&gt;应用—&gt;权限;
      </span><br>
      <span style="padding-left:2em;">
        IOS手机—&gt;设置—&gt;隐私—&gt;权限—&gt;应用;
      </span><br>
      <span style="padding-left:2em;">
        2.个人信息删除、号码注销
      </span><br>
      <span style="padding-left:2em;">
        您在本客户端登录时所使用的手机号码为您在中国移动入网时办理的手机号码，该手机号码的相关信息本客户端只做关联展示，如您需要办理个人信息进行变更、删除、手机号码注销业务，请前往中国移动实体营业厅办理。
      </span><br>
      <span style="padding-left:2em;">
        3.约束信息系统自动决策
      </span><br>
      <span style="padding-left:2em;">
        在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害我方平台商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
      </span><br>
      <p></p>

      <h3>六、例外情况</h3>
      <p>
        <span style="padding-left:2em;">
          您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的更正/修改、删除、注销、撤回同意、索取信息的请求：
        </span><br>
        <span style="padding-left:2em;">
          1.与国家安全、国防安全有关的；
        </span><br>
        <span style="padding-left:2em;">
          2.与公共安全、公共卫生、重大公共利益有关的；
        </span><br>
        <span style="padding-left:2em;">
          3.与犯罪侦查、起诉、审判和执行判决等有关的；
        </span><br>
        <span style="padding-left:2em;">
          4.有充分证据表明个人信息主体存在主观恶意或滥用权利的；
        </span><br>
        <span style="padding-left:2em;">
          5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        </span><br>
        <span style="padding-left:2em;">
          6.涉及商业秘密的。
        </span><br>
        <span style="padding-left:2em;">
          7.法律法规规定的其他情形。
        </span><br>

      </p>

      <h3>七、我们如何处理未成年人的个人信息</h3>
      <p>
        <span style="padding-left:2em;">
          1.我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的服务前，应事先取得您家长或法定监护人的书面同意。我们将根据国家相关法律法规的规定保护未成年人的个人信息。
        </span><br>
        <span style="padding-left:2em;">
          2.对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
        </span><br>
        <span style="padding-left:2em;">
          3.如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
        </span><br>
      </p>

      <h3>八、您的个人信息如何在全球范围转移</h3>
      <p>
        <span style="padding-left:2em;">
          原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。如果需要将您的个人信息转移到境外，我们将另行获得您的授权同意，在此情况下我们会依据本政策以使您的个人信息得到足够的保护。
        </span>
      </p>

      <h3>九、本政策如何更新</h3>
      <p>
        <span style="padding-left:2em;">
          我们的隐私政策可能变更。
        </span><br>
        <span style="padding-left:2em;">
          未经您明确同意，我们不会削减您按照隐私政策所应享有的权利。我们会以推送通知的形式发布对本政策所做的任何变更。在该种情况下，若您继续使用我们的服务，即表示您同意接受修订后的隐私政策约束。
        </span><br>
      </p>

      <h3>十、如何联系我们</h3>
      <p>
        <span style="padding-left:2em;">
          如果您对本隐私政策有任何疑问、意见、建议或需要投诉，可以随时通过拨打客服电话10086与我们联系，我们会积极进行查证、处理并在15天内回复处理意见或结果。
        </span><br>
        <span style="padding-left:2em;">
          公司名称： 中国移动通信集团宁夏有限公司
        </span><br>
        <span style="padding-left:2em;">
          注册地址： 宁夏回族自治区银川市金凤区后海路16号
        </span><br>
        <span style="padding-left:2em;">
          常用办公地址： 宁夏回族自治区银川市金凤区后海路16号
        </span><br>
        <span style="padding-left:2em;">
          联系电话： 10086
        </span><br>
        <span style="padding-left:2em;">
          邮箱：nxydgj@139.com

        </span><br>
      </p>

    </div>
  </div>
  <!-- <container class="GoodsContractAgreementContainer"> -->
    <!-- <common-header :title="title" slot="header" /> -->

    <!--
    <div class="btn-wrapper">
      <vpCommonButton content="同意" @click.native="submit"></vpCommonButton>
    </div> -->
  <!-- </container> -->
</template>

<script>
// import {
//   urlParse
// } from '@/utils'
// import {
//   vpCommonButton
// } from '@/components'
export default {
  data () {
    return {
      // type: 2
      title: '个人信息保护政策' // 1.中国移动门户网站服务协议 2.个人信息保护政策
    }
  },
  methods: {
    // submit () {
    //   this.$router.push({
    //     name: 'GoodsContract',
    //     query: Object.assign(this.$route.query, {
    //       isAgree: 1
    //     })
    //   })
    // }
  },
  components: {
    // vpCommonButton
  },
  /* ********** created *********** */
  created () {
    if (this.type * 1 == 1) {
      this.title = '服务协议'
    } else if (this.type * 1 == 2) {
      this.title = '个人信息保护政策'
    } else {
      this.title = '隐私政策'
    }
  },
  computed: {
    type () {
      return this.$route.query.type || 1
    }
  }
}

</script>

<style scoped lang='less'>
  .contetnt_wp {
    padding: 0 .3rem;
    padding-bottom: .3rem;
  }

  .GoodsContractAgreementContainer {
    background-color: #fff !important;
    // padding-bottom: 0.98rem;

    h1 {
      padding: 0.4rem 0;
      text-align: center;
      color: #414141;
      font-size: 0.28rem;
    }

    .content {
      padding: 0 0.3rem;

      h1 {
        font-size: 0.26rem;
        color: #414141;
        padding: 0.1rem 0;
      }

      p {
        color: #6f6f6f;
        font-size: 0.22rem;
        padding: 0.05rem 0;
        text-indent: 2em;

        &.noIndent {
          text-indent: 0;
          font-weight: bold;
          margin-top: 0.1rem;
        }

        &.sign {
          text-align: right;
          font-weight: bold;
          text-indent: 0;
          padding: 0.05rem 0;
          margin-top: 0.1rem;
        }
      }
    }

    // .btn-wrapper {
    //   position: fixed;
    //   bottom: 0;
    //   width: 100%;
    // }
  }

</style>
